{
  "metadata": {
    "total_size": 14483464192
  },
  "weight_map": {
    "lm_head.weight": "model-00003-of-00003.safetensors",
    "model.embed_tokens.weight": "model-00001-of-00003.safetensors",
    "model.layers.64.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.64.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.64.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.64.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.64.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.64.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.64.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.64.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.64.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.65.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.65.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.65.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.65.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.65.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.65.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.65.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.65.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.65.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.74.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.74.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.74.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.74.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.74.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.74.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.74.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.74.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.74.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.75.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.75.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.75.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.75.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.75.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.75.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.75.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.75.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.75.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.76.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.76.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.76.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.76.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.76.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.76.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.76.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.76.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.76.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.77.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.77.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.77.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.77.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.77.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.77.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.77.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.77.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.77.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.78.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.78.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.78.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.78.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.78.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.78.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.78.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.78.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.78.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.79.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.79.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.79.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.79.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.79.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.79.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.79.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.79.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.79.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.80.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.80.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.80.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.80.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.80.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.80.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.80.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.80.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.80.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.81.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.81.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.81.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.81.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.81.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.81.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.81.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.81.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.81.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.82.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.82.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.82.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.82.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.82.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.82.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.82.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.82.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.82.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.83.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.83.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.83.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.83.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.83.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.83.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.83.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.83.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.83.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.66.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.66.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.66.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.66.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.66.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.66.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.66.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.66.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.66.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.84.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.84.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.84.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.84.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.84.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.84.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.84.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.84.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.84.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.85.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.85.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.85.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.85.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.85.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.85.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.85.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.85.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.85.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.86.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.86.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.86.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.86.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.86.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.86.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.86.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.86.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.86.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.87.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.87.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.87.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.87.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.87.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.87.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.87.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.87.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.87.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.88.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.88.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.88.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.88.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.88.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.88.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.88.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.88.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.88.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.89.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.89.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.89.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.89.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.89.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.89.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.89.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.89.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.89.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.90.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.90.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.90.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.90.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.90.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.90.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.90.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.90.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.90.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.91.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.91.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.91.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.91.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.91.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.91.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.91.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.91.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.91.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.92.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.92.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.92.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.92.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.92.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.92.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.92.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.92.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.92.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.93.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.93.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.93.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.93.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.93.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.93.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.93.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.93.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.93.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.67.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.67.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.67.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.67.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.67.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.67.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.67.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.67.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.67.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.94.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.94.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.94.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.94.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.94.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.94.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.94.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.94.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.94.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.95.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.95.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.95.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.95.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.95.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.95.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.95.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.95.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.95.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.68.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.68.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.68.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.68.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.68.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.68.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.68.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.68.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.68.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.69.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.69.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.69.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.69.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.69.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.69.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.69.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.69.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.69.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.70.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.70.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.70.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.70.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.70.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.70.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.70.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.70.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.70.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.71.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.71.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.71.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.71.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.71.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.71.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.71.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.71.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.71.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.72.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.72.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.72.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.72.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.72.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.72.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.72.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.72.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.72.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.73.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.73.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.73.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.73.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.73.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.73.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.73.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.73.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.73.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.norm.weight": "model-00003-of-00003.safetensors"
  }
}