{
  "metadata": {
    "total_size": 14483464192
  },
  "weight_map": {
    "lm_head.weight": "model-00004-of-00004.safetensors",
    "model.embed_tokens.weight": "model-00001-of-00004.safetensors",
    "model.layers.96.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.96.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.96.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.96.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.96.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.96.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.96.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.96.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.96.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.97.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.97.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.97.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.97.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.97.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.97.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.97.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.97.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.97.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.106.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.106.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.106.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.106.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.106.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.106.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.106.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.106.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.106.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.107.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.107.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.107.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.107.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.107.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.107.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.107.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.107.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.107.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.108.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.108.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.108.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.108.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.108.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.108.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.108.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.108.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.108.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.109.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.109.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.109.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.109.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.109.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.109.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.109.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.109.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.109.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.110.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.110.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.110.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.110.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.110.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.110.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.110.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.110.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.110.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.111.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.111.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.111.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.111.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.111.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.111.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.111.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.111.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.111.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.112.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.112.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.112.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.112.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.112.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.112.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.112.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.112.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.112.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.113.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.113.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.113.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.113.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.113.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.113.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.113.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.113.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.113.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.114.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.114.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.114.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.114.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.114.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.114.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.114.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.114.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.114.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.115.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.115.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.115.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.115.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.115.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.115.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.115.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.115.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.115.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.98.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.98.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.98.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.98.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.98.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.98.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.98.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.98.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.98.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.116.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.116.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.116.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.116.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.116.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.116.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.116.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.116.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.116.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.117.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.117.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.117.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.117.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.117.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.117.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.117.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.117.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.117.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.118.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.118.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.118.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.118.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.118.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.118.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.118.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.118.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.118.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.119.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.119.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.119.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.119.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.119.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.119.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.119.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.119.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.119.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.120.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.120.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.120.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.120.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.120.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.120.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.120.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.120.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.120.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.121.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.121.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.121.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.121.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.121.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.121.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.121.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.121.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.121.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.122.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.122.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.122.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.122.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.122.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.122.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.122.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.122.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.122.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.123.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.123.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.123.mlp.gate_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.123.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.123.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.123.self_attn.k_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.123.self_attn.o_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.123.self_attn.q_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.123.self_attn.v_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.124.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.124.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.124.mlp.gate_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.124.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.124.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.124.self_attn.k_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.124.self_attn.o_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.124.self_attn.q_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.124.self_attn.v_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.125.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.125.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.125.mlp.gate_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.125.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.125.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.125.self_attn.k_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.125.self_attn.o_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.125.self_attn.q_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.125.self_attn.v_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.99.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.99.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.99.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.99.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.99.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.99.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.99.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.99.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.99.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.126.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.126.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.126.mlp.gate_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.126.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.126.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.126.self_attn.k_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.126.self_attn.o_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.126.self_attn.q_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.126.self_attn.v_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.127.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.127.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.127.mlp.gate_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.127.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.127.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.127.self_attn.k_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.127.self_attn.o_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.127.self_attn.q_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.127.self_attn.v_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.100.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.100.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.100.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.100.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.100.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.100.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.100.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.100.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.100.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.101.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.101.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.101.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.101.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.101.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.101.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.101.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.101.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.101.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.102.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.102.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.102.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.102.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.102.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.102.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.102.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.102.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.102.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.103.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.103.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.103.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.103.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.103.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.103.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.103.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.103.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.103.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.104.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.104.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.104.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.104.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.104.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.104.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.104.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.104.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.104.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.105.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.105.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.105.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.105.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.105.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.105.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.105.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.105.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.105.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.norm.weight": "model-00004-of-00004.safetensors"
  }
}