{
  "metadata": {
    "total_size": 14483464192
  },
  "weight_map": {
    "lm_head.weight": "model-00004-of-00004.safetensors",
    "model.embed_tokens.weight": "model-00001-of-00004.safetensors",
    "model.layers.32.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.32.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.32.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.32.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.32.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.32.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.32.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.32.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.32.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.33.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.33.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.33.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.33.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.33.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.33.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.33.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.33.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.33.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.42.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.42.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.42.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.42.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.42.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.42.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.42.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.42.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.42.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.43.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.43.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.43.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.43.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.43.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.43.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.43.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.43.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.43.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.44.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.44.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.44.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.44.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.44.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.44.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.44.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.44.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.44.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.45.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.45.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.45.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.45.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.45.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.45.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.45.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.45.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.45.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.46.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.46.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.46.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.46.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.46.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.46.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.46.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.46.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.46.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.47.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.47.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.47.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.47.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.47.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.47.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.47.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.47.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.47.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.48.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.48.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.48.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.48.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.48.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.48.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.48.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.48.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.48.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.49.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.49.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.49.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.49.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.49.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.49.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.49.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.49.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.49.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.50.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.50.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.50.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.50.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.50.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.50.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.50.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.50.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.50.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.51.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.51.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.51.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.51.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.51.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.51.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.51.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.51.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.51.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.34.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.34.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.34.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.34.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.34.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.34.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.34.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.34.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.34.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.52.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.52.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.52.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.52.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.52.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.52.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.52.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.52.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.52.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.53.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.53.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.53.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.53.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.53.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.53.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.53.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.53.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.53.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.54.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.54.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.54.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.54.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.54.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.54.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.54.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.54.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.54.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.55.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.55.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.55.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.55.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.55.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.55.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.55.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.55.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.55.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.56.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.56.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.56.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.56.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.56.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.56.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.56.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.56.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.56.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.57.input_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.57.mlp.down_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.57.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.57.mlp.up_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.57.post_attention_layernorm.weight": "model-00003-of-00004.safetensors",
    "model.layers.57.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.57.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.57.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.57.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.58.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.58.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.58.mlp.gate_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.58.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.58.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.58.self_attn.k_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.58.self_attn.o_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.58.self_attn.q_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.58.self_attn.v_proj.weight": "model-00003-of-00004.safetensors",
    "model.layers.59.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.59.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.59.mlp.gate_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.59.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.59.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.59.self_attn.k_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.59.self_attn.o_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.59.self_attn.q_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.59.self_attn.v_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.60.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.60.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.60.mlp.gate_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.60.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.60.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.60.self_attn.k_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.60.self_attn.o_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.60.self_attn.q_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.60.self_attn.v_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.61.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.61.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.61.mlp.gate_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.61.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.61.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.61.self_attn.k_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.61.self_attn.o_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.61.self_attn.q_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.61.self_attn.v_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.35.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.35.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.35.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.35.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.35.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.35.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.35.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.35.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.35.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.62.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.62.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.62.mlp.gate_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.62.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.62.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.62.self_attn.k_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.62.self_attn.o_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.62.self_attn.q_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.62.self_attn.v_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.63.input_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.63.mlp.down_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.63.mlp.gate_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.63.mlp.up_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.63.post_attention_layernorm.weight": "model-00004-of-00004.safetensors",
    "model.layers.63.self_attn.k_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.63.self_attn.o_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.63.self_attn.q_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.63.self_attn.v_proj.weight": "model-00004-of-00004.safetensors",
    "model.layers.36.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.36.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.36.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.36.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.36.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.36.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.36.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.36.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.36.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.37.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.37.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.37.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.37.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.37.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.37.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.37.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.37.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.37.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.38.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.38.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.38.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.38.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.38.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.38.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.38.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.38.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.38.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.39.input_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.39.mlp.down_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.39.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.39.mlp.up_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.39.post_attention_layernorm.weight": "model-00001-of-00004.safetensors",
    "model.layers.39.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.39.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.39.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.39.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.40.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.40.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.40.mlp.gate_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.40.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.40.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.40.self_attn.k_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.40.self_attn.o_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.40.self_attn.q_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.40.self_attn.v_proj.weight": "model-00001-of-00004.safetensors",
    "model.layers.41.input_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.41.mlp.down_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.41.mlp.gate_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.41.mlp.up_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.41.post_attention_layernorm.weight": "model-00002-of-00004.safetensors",
    "model.layers.41.self_attn.k_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.41.self_attn.o_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.41.self_attn.q_proj.weight": "model-00002-of-00004.safetensors",
    "model.layers.41.self_attn.v_proj.weight": "model-00002-of-00004.safetensors",
    "model.norm.weight": "model-00004-of-00004.safetensors"
  }
}
