{
  "metadata": {
    "total_size": 56885264384
  },
  "weight_map": {
    "lm_head.weight": "model-00012-of-00012.safetensors",
    "model.embed_tokens.weight": "model-00001-of-00012.safetensors",
    "model.layers.64.input_layernorm.weight": "model-00001-of-00012.safetensors",
    "model.layers.64.mlp.down_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.64.mlp.gate_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.64.mlp.up_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.64.post_attention_layernorm.weight": "model-00001-of-00012.safetensors",
    "model.layers.64.self_attn.k_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.64.self_attn.o_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.64.self_attn.q_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.64.self_attn.v_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.65.input_layernorm.weight": "model-00001-of-00012.safetensors",
    "model.layers.65.mlp.down_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.65.mlp.gate_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.65.mlp.up_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.65.post_attention_layernorm.weight": "model-00001-of-00012.safetensors",
    "model.layers.65.self_attn.k_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.65.self_attn.o_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.65.self_attn.q_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.65.self_attn.v_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.74.input_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.74.mlp.down_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.74.mlp.gate_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.74.mlp.up_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.74.post_attention_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.74.self_attn.k_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.74.self_attn.o_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.74.self_attn.q_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.74.self_attn.v_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.75.input_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.75.mlp.down_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.75.mlp.gate_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.75.mlp.up_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.75.post_attention_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.75.self_attn.k_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.75.self_attn.o_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.75.self_attn.q_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.75.self_attn.v_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.76.input_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.76.mlp.down_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.76.mlp.gate_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.76.mlp.up_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.76.post_attention_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.76.self_attn.k_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.76.self_attn.o_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.76.self_attn.q_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.76.self_attn.v_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.77.input_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.77.mlp.down_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.77.mlp.gate_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.77.mlp.up_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.77.post_attention_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.77.self_attn.k_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.77.self_attn.o_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.77.self_attn.q_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.77.self_attn.v_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.78.input_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.78.mlp.down_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.78.mlp.gate_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.78.mlp.up_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.78.post_attention_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.78.self_attn.k_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.78.self_attn.o_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.78.self_attn.q_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.78.self_attn.v_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.79.input_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.79.mlp.down_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.79.mlp.gate_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.79.mlp.up_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.79.post_attention_layernorm.weight": "model-00003-of-00012.safetensors",
    "model.layers.79.self_attn.k_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.79.self_attn.o_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.79.self_attn.q_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.79.self_attn.v_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.80.input_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.80.mlp.down_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.80.mlp.gate_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.80.mlp.up_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.80.post_attention_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.80.self_attn.k_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.80.self_attn.o_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.80.self_attn.q_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.80.self_attn.v_proj.weight": "model-00003-of-00012.safetensors",
    "model.layers.81.input_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.81.mlp.down_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.81.mlp.gate_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.81.mlp.up_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.81.post_attention_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.81.self_attn.k_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.81.self_attn.o_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.81.self_attn.q_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.81.self_attn.v_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.82.input_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.82.mlp.down_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.82.mlp.gate_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.82.mlp.up_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.82.post_attention_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.82.self_attn.k_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.82.self_attn.o_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.82.self_attn.q_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.82.self_attn.v_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.83.input_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.83.mlp.down_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.83.mlp.gate_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.83.mlp.up_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.83.post_attention_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.83.self_attn.k_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.83.self_attn.o_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.83.self_attn.q_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.83.self_attn.v_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.66.input_layernorm.weight": "model-00001-of-00012.safetensors",
    "model.layers.66.mlp.down_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.66.mlp.gate_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.66.mlp.up_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.66.post_attention_layernorm.weight": "model-00001-of-00012.safetensors",
    "model.layers.66.self_attn.k_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.66.self_attn.o_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.66.self_attn.q_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.66.self_attn.v_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.84.input_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.84.mlp.down_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.84.mlp.gate_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.84.mlp.up_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.84.post_attention_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.84.self_attn.k_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.84.self_attn.o_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.84.self_attn.q_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.84.self_attn.v_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.85.input_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.85.mlp.down_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.85.mlp.gate_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.85.mlp.up_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.85.post_attention_layernorm.weight": "model-00004-of-00012.safetensors",
    "model.layers.85.self_attn.k_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.85.self_attn.o_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.85.self_attn.q_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.85.self_attn.v_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.86.input_layernorm.weight": "model-00005-of-00012.safetensors",
    "model.layers.86.mlp.down_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.86.mlp.gate_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.86.mlp.up_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.86.post_attention_layernorm.weight": "model-00005-of-00012.safetensors",
    "model.layers.86.self_attn.k_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.86.self_attn.o_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.86.self_attn.q_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.86.self_attn.v_proj.weight": "model-00004-of-00012.safetensors",
    "model.layers.87.input_layernorm.weight": "model-00005-of-00012.safetensors",
    "model.layers.87.mlp.down_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.87.mlp.gate_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.87.mlp.up_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.87.post_attention_layernorm.weight": "model-00005-of-00012.safetensors",
    "model.layers.87.self_attn.k_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.87.self_attn.o_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.87.self_attn.q_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.87.self_attn.v_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.88.input_layernorm.weight": "model-00005-of-00012.safetensors",
    "model.layers.88.mlp.down_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.88.mlp.gate_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.88.mlp.up_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.88.post_attention_layernorm.weight": "model-00005-of-00012.safetensors",
    "model.layers.88.self_attn.k_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.88.self_attn.o_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.88.self_attn.q_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.88.self_attn.v_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.89.input_layernorm.weight": "model-00005-of-00012.safetensors",
    "model.layers.89.mlp.down_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.89.mlp.gate_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.89.mlp.up_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.89.post_attention_layernorm.weight": "model-00005-of-00012.safetensors",
    "model.layers.89.self_attn.k_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.89.self_attn.o_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.89.self_attn.q_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.89.self_attn.v_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.90.input_layernorm.weight": "model-00005-of-00012.safetensors",
    "model.layers.90.mlp.down_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.90.mlp.gate_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.90.mlp.up_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.90.post_attention_layernorm.weight": "model-00005-of-00012.safetensors",
    "model.layers.90.self_attn.k_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.90.self_attn.o_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.90.self_attn.q_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.90.self_attn.v_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.91.input_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.91.mlp.down_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.91.mlp.gate_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.91.mlp.up_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.91.post_attention_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.91.self_attn.k_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.91.self_attn.o_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.91.self_attn.q_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.91.self_attn.v_proj.weight": "model-00005-of-00012.safetensors",
    "model.layers.92.input_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.92.mlp.down_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.92.mlp.gate_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.92.mlp.up_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.92.post_attention_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.92.self_attn.k_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.92.self_attn.o_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.92.self_attn.q_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.92.self_attn.v_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.93.input_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.93.mlp.down_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.93.mlp.gate_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.93.mlp.up_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.93.post_attention_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.93.self_attn.k_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.93.self_attn.o_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.93.self_attn.q_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.93.self_attn.v_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.67.input_layernorm.weight": "model-00001-of-00012.safetensors",
    "model.layers.67.mlp.down_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.67.mlp.gate_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.67.mlp.up_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.67.post_attention_layernorm.weight": "model-00001-of-00012.safetensors",
    "model.layers.67.self_attn.k_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.67.self_attn.o_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.67.self_attn.q_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.67.self_attn.v_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.94.input_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.94.mlp.down_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.94.mlp.gate_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.94.mlp.up_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.94.post_attention_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.94.self_attn.k_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.94.self_attn.o_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.94.self_attn.q_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.94.self_attn.v_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.95.input_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.95.mlp.down_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.95.mlp.gate_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.95.mlp.up_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.95.post_attention_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.95.self_attn.k_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.95.self_attn.o_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.95.self_attn.q_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.95.self_attn.v_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.96.input_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.96.mlp.down_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.96.mlp.gate_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.96.mlp.up_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.96.post_attention_layernorm.weight": "model-00006-of-00012.safetensors",
    "model.layers.96.self_attn.k_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.96.self_attn.o_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.96.self_attn.q_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.96.self_attn.v_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.97.input_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.97.mlp.down_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.97.mlp.gate_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.97.mlp.up_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.97.post_attention_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.97.self_attn.k_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.97.self_attn.o_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.97.self_attn.q_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.97.self_attn.v_proj.weight": "model-00006-of-00012.safetensors",
    "model.layers.98.input_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.98.mlp.down_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.98.mlp.gate_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.98.mlp.up_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.98.post_attention_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.98.self_attn.k_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.98.self_attn.o_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.98.self_attn.q_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.98.self_attn.v_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.99.input_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.99.mlp.down_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.99.mlp.gate_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.99.mlp.up_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.99.post_attention_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.99.self_attn.k_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.99.self_attn.o_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.99.self_attn.q_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.99.self_attn.v_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.100.input_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.100.mlp.down_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.100.mlp.gate_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.100.mlp.up_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.100.post_attention_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.100.self_attn.k_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.100.self_attn.o_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.100.self_attn.q_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.100.self_attn.v_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.101.input_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.101.mlp.down_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.101.mlp.gate_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.101.mlp.up_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.101.post_attention_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.101.self_attn.k_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.101.self_attn.o_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.101.self_attn.q_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.101.self_attn.v_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.102.input_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.102.mlp.down_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.102.mlp.gate_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.102.mlp.up_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.102.post_attention_layernorm.weight": "model-00007-of-00012.safetensors",
    "model.layers.102.self_attn.k_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.102.self_attn.o_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.102.self_attn.q_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.102.self_attn.v_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.103.input_layernorm.weight": "model-00008-of-00012.safetensors",
    "model.layers.103.mlp.down_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.103.mlp.gate_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.103.mlp.up_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.103.post_attention_layernorm.weight": "model-00008-of-00012.safetensors",
    "model.layers.103.self_attn.k_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.103.self_attn.o_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.103.self_attn.q_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.103.self_attn.v_proj.weight": "model-00007-of-00012.safetensors",
    "model.layers.68.input_layernorm.weight": "model-00001-of-00012.safetensors",
    "model.layers.68.mlp.down_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.68.mlp.gate_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.68.mlp.up_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.68.post_attention_layernorm.weight": "model-00001-of-00012.safetensors",
    "model.layers.68.self_attn.k_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.68.self_attn.o_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.68.self_attn.q_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.68.self_attn.v_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.104.input_layernorm.weight": "model-00008-of-00012.safetensors",
    "model.layers.104.mlp.down_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.104.mlp.gate_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.104.mlp.up_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.104.post_attention_layernorm.weight": "model-00008-of-00012.safetensors",
    "model.layers.104.self_attn.k_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.104.self_attn.o_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.104.self_attn.q_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.104.self_attn.v_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.105.input_layernorm.weight": "model-00008-of-00012.safetensors",
    "model.layers.105.mlp.down_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.105.mlp.gate_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.105.mlp.up_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.105.post_attention_layernorm.weight": "model-00008-of-00012.safetensors",
    "model.layers.105.self_attn.k_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.105.self_attn.o_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.105.self_attn.q_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.105.self_attn.v_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.106.input_layernorm.weight": "model-00008-of-00012.safetensors",
    "model.layers.106.mlp.down_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.106.mlp.gate_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.106.mlp.up_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.106.post_attention_layernorm.weight": "model-00008-of-00012.safetensors",
    "model.layers.106.self_attn.k_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.106.self_attn.o_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.106.self_attn.q_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.106.self_attn.v_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.107.input_layernorm.weight": "model-00008-of-00012.safetensors",
    "model.layers.107.mlp.down_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.107.mlp.gate_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.107.mlp.up_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.107.post_attention_layernorm.weight": "model-00008-of-00012.safetensors",
    "model.layers.107.self_attn.k_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.107.self_attn.o_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.107.self_attn.q_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.107.self_attn.v_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.108.input_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.108.mlp.down_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.108.mlp.gate_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.108.mlp.up_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.108.post_attention_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.108.self_attn.k_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.108.self_attn.o_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.108.self_attn.q_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.108.self_attn.v_proj.weight": "model-00008-of-00012.safetensors",
    "model.layers.109.input_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.109.mlp.down_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.109.mlp.gate_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.109.mlp.up_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.109.post_attention_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.109.self_attn.k_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.109.self_attn.o_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.109.self_attn.q_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.109.self_attn.v_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.110.input_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.110.mlp.down_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.110.mlp.gate_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.110.mlp.up_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.110.post_attention_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.110.self_attn.k_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.110.self_attn.o_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.110.self_attn.q_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.110.self_attn.v_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.111.input_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.111.mlp.down_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.111.mlp.gate_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.111.mlp.up_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.111.post_attention_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.111.self_attn.k_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.111.self_attn.o_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.111.self_attn.q_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.111.self_attn.v_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.112.input_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.112.mlp.down_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.112.mlp.gate_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.112.mlp.up_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.112.post_attention_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.112.self_attn.k_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.112.self_attn.o_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.112.self_attn.q_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.112.self_attn.v_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.113.input_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.113.mlp.down_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.113.mlp.gate_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.113.mlp.up_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.113.post_attention_layernorm.weight": "model-00009-of-00012.safetensors",
    "model.layers.113.self_attn.k_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.113.self_attn.o_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.113.self_attn.q_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.113.self_attn.v_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.69.input_layernorm.weight": "model-00002-of-00012.safetensors",
    "model.layers.69.mlp.down_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.69.mlp.gate_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.69.mlp.up_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.69.post_attention_layernorm.weight": "model-00002-of-00012.safetensors",
    "model.layers.69.self_attn.k_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.69.self_attn.o_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.69.self_attn.q_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.69.self_attn.v_proj.weight": "model-00001-of-00012.safetensors",
    "model.layers.114.input_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.114.mlp.down_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.114.mlp.gate_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.114.mlp.up_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.114.post_attention_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.114.self_attn.k_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.114.self_attn.o_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.114.self_attn.q_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.114.self_attn.v_proj.weight": "model-00009-of-00012.safetensors",
    "model.layers.115.input_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.115.mlp.down_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.115.mlp.gate_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.115.mlp.up_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.115.post_attention_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.115.self_attn.k_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.115.self_attn.o_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.115.self_attn.q_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.115.self_attn.v_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.116.input_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.116.mlp.down_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.116.mlp.gate_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.116.mlp.up_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.116.post_attention_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.116.self_attn.k_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.116.self_attn.o_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.116.self_attn.q_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.116.self_attn.v_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.117.input_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.117.mlp.down_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.117.mlp.gate_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.117.mlp.up_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.117.post_attention_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.117.self_attn.k_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.117.self_attn.o_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.117.self_attn.q_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.117.self_attn.v_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.118.input_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.118.mlp.down_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.118.mlp.gate_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.118.mlp.up_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.118.post_attention_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.118.self_attn.k_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.118.self_attn.o_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.118.self_attn.q_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.118.self_attn.v_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.119.input_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.119.mlp.down_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.119.mlp.gate_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.119.mlp.up_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.119.post_attention_layernorm.weight": "model-00010-of-00012.safetensors",
    "model.layers.119.self_attn.k_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.119.self_attn.o_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.119.self_attn.q_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.119.self_attn.v_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.120.input_layernorm.weight": "model-00011-of-00012.safetensors",
    "model.layers.120.mlp.down_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.120.mlp.gate_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.120.mlp.up_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.120.post_attention_layernorm.weight": "model-00011-of-00012.safetensors",
    "model.layers.120.self_attn.k_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.120.self_attn.o_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.120.self_attn.q_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.120.self_attn.v_proj.weight": "model-00010-of-00012.safetensors",
    "model.layers.121.input_layernorm.weight": "model-00011-of-00012.safetensors",
    "model.layers.121.mlp.down_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.121.mlp.gate_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.121.mlp.up_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.121.post_attention_layernorm.weight": "model-00011-of-00012.safetensors",
    "model.layers.121.self_attn.k_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.121.self_attn.o_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.121.self_attn.q_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.121.self_attn.v_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.122.input_layernorm.weight": "model-00011-of-00012.safetensors",
    "model.layers.122.mlp.down_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.122.mlp.gate_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.122.mlp.up_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.122.post_attention_layernorm.weight": "model-00011-of-00012.safetensors",
    "model.layers.122.self_attn.k_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.122.self_attn.o_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.122.self_attn.q_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.122.self_attn.v_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.123.input_layernorm.weight": "model-00011-of-00012.safetensors",
    "model.layers.123.mlp.down_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.123.mlp.gate_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.123.mlp.up_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.123.post_attention_layernorm.weight": "model-00011-of-00012.safetensors",
    "model.layers.123.self_attn.k_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.123.self_attn.o_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.123.self_attn.q_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.123.self_attn.v_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.70.input_layernorm.weight": "model-00002-of-00012.safetensors",
    "model.layers.70.mlp.down_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.70.mlp.gate_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.70.mlp.up_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.70.post_attention_layernorm.weight": "model-00002-of-00012.safetensors",
    "model.layers.70.self_attn.k_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.70.self_attn.o_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.70.self_attn.q_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.70.self_attn.v_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.124.input_layernorm.weight": "model-00011-of-00012.safetensors",
    "model.layers.124.mlp.down_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.124.mlp.gate_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.124.mlp.up_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.124.post_attention_layernorm.weight": "model-00011-of-00012.safetensors",
    "model.layers.124.self_attn.k_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.124.self_attn.o_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.124.self_attn.q_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.124.self_attn.v_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.125.input_layernorm.weight": "model-00012-of-00012.safetensors",
    "model.layers.125.mlp.down_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.125.mlp.gate_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.125.mlp.up_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.125.post_attention_layernorm.weight": "model-00012-of-00012.safetensors",
    "model.layers.125.self_attn.k_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.125.self_attn.o_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.125.self_attn.q_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.125.self_attn.v_proj.weight": "model-00011-of-00012.safetensors",
    "model.layers.126.input_layernorm.weight": "model-00012-of-00012.safetensors",
    "model.layers.126.mlp.down_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.126.mlp.gate_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.126.mlp.up_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.126.post_attention_layernorm.weight": "model-00012-of-00012.safetensors",
    "model.layers.126.self_attn.k_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.126.self_attn.o_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.126.self_attn.q_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.126.self_attn.v_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.127.input_layernorm.weight": "model-00012-of-00012.safetensors",
    "model.layers.127.mlp.down_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.127.mlp.gate_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.127.mlp.up_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.127.post_attention_layernorm.weight": "model-00012-of-00012.safetensors",
    "model.layers.127.self_attn.k_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.127.self_attn.o_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.127.self_attn.q_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.127.self_attn.v_proj.weight": "model-00012-of-00012.safetensors",
    "model.layers.71.input_layernorm.weight": "model-00002-of-00012.safetensors",
    "model.layers.71.mlp.down_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.71.mlp.gate_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.71.mlp.up_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.71.post_attention_layernorm.weight": "model-00002-of-00012.safetensors",
    "model.layers.71.self_attn.k_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.71.self_attn.o_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.71.self_attn.q_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.71.self_attn.v_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.72.input_layernorm.weight": "model-00002-of-00012.safetensors",
    "model.layers.72.mlp.down_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.72.mlp.gate_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.72.mlp.up_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.72.post_attention_layernorm.weight": "model-00002-of-00012.safetensors",
    "model.layers.72.self_attn.k_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.72.self_attn.o_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.72.self_attn.q_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.72.self_attn.v_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.73.input_layernorm.weight": "model-00002-of-00012.safetensors",
    "model.layers.73.mlp.down_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.73.mlp.gate_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.73.mlp.up_proj.weight": "model-00002-of-00012.safetensors",
    "model.layers.73.post_attention_layernorm.weight": "model-00002-of-00012.safetensors",
    "model.layers.73.self_attn.k_proj.weight": "model-00